{
  "name": "Lã Xuân Hồng",
  "siteTitle": "Hồng Lã - Một người yêu mèo",
  "header": {
    "title": "Kỹ sư phần mềm tại công ty KMS Technology Việt Nam - Team Tricentis Flood",
    "subTitle": "Một người yêu mèo",
    "content": "<p>Xin chào, là mình, Lã Xuân Hồng đây - một chàng trai bình thường nhưng có tình yêu mãnh liệt với các bé mèo 🐱, xương rồng mạnh mẽ 🌵, và những bông hoa hướng dương 🌻.</p><p>Mình hiện đang làm Kỹ sư phần mềm tại KMS Technology VN với gần 2 năm kinh nghiệm. Trước khi làm việc trong lĩnh vực phần mềm, mình đã có hơn 4 năm kinh nghiệm làm việc trong môi trường dịch vụ F&B với vai trò là một người tư vấn về IT cũng như là Cửa hàng trưởng.</p><p>Mình cực kỳ yêu thích làm việc với HTML, CSS, JavaScript. Đồng thời mình còn có hứng thú với các thư viện cũng như framework của JavaScript. Hơn thế nữa, mình cực kỳ tự tin vào khả năng thích ứng của bản thân, cũng như các kỹ năng mềm, kỹ năng Anh ngữ, kỹ năng giao tiếp, cùng với óc hài hước của bản thân.</p><p>Bạn muốn hiểu thêm về mình? Thử nhấn vào một trong hai nút bên dưới để biết nhé 👇</p>",
    "button": {
      "blog": "Ghé thăm blog của mình",
      "resume": "Tải xuống CV"
    }
  },
  "experience": {
    "title": "Kinh nghiệm",
    "subTitle": "Các công ty đã và đang làm việc",
    "items": {
      "kmsTechnology": {
        "title": "KMS Technology VN",
        "subTitle": "Kỹ sư phần mềm",
        "fromDate": "10/2019",
        "toDate": "Hiện tại",
        "content": "<p>Làm việc trực tiếp với khách hàng là Tricentis Flood - một tool DevOps kiểm thử tốc độ load của website.</p><p>Triển khai và thực hiện các tính năng Front-end mới cũng như bảo trì các tính năng hiện tại cho Dashboard FloodIO (https://flood.io)</p><p>Triển khai và thực hiện các tính năng mới cho Flood Element - một công cụ kiểm thử tự động với trình duyệt (https://element.flood.io)</p>"
      },
      "appsCyclone": {
        "title": "Apps Cyclone",
        "subTitle": "Thực tập sinh lập trình Website",
        "fromDate": "08/2019",
        "toDate": "10/2019",
        "content": "<p>Làm việc với vai trò Lập trình viên Front-end và phát triển các ứng dụng web cho khách hàng của Apps Cylone</p>"
      }
    }
  },
  "education": {
    "title": "Học vấn và bằng cấp",
    "subTitle": "Học vấn",
    "items": {
      "uit": {
        "title": "Đại học Công Nghệ Thông Tin HCM",
        "subTitle": "Cử nhân Kỹ thuật phần mềm",
        "fromDate": "01/2021",
        "toDate": "Hiện tại",
        "content": "<p>Hiện đang theo học tại Đại học Công Nghệ Thông Tin Tp.Hồ Chí Minh - Chuyên ngành Kỹ thuật phần mềm.</p>"
      },
      "fptPoly": {
        "title": "Cao đẳng thực hành FPT Polytechnic HCM",
        "subTitle": "Cử nhân thực hành Ứng dụng phần mềm",
        "fromDate": "01/2014",
        "toDate": "06/2016",
        "content": "<p>Tốt nghiệp Cao đẳng thực hành FPT Polytechnic loại Giỏi cùng với GPA là '8.8', mình tự tin với những kiến thức lập trình cùng với việc nắm vững JavaScript, TypeScript cùng với các thư viện và framework của nó (ReactJS, EmberJS, Angular). Song song với đó là các ngôn ngữ đánh dấu (markup language) như HTML, và CSS.</p><p>Bên cạnh việc có khả năng làm việc theo hướng lập trình Front-end, mình còn củng cố được các kiến thức về ngôn ngữ lập trình phía Back-end là NodeJS, các kiến thức về Quản trị mạng, Thiết kế hệ thống mạng, Kiểm thử phần mềm, và hệ quản trị cơ sở dữ liệu (mySQL, SQL Server, Orcale).</p>"
      }
    }
  },
  "skill": {
    "title": "Các công nghệ sử dụng & kỹ năng mềm",
    "subTitle": "Kỹ năng"
  },
  "contact": {
    "title": "Kết nối với mình qua các phương thức sau",
    "subTitle": "Liên hệ",
    "items": {
      "phone": {
        "title": "Điện thoại",
        "content": "<a href='tel:+84989110991'>(+84) 989.11.09.91</a>"
      },
      "address": {
        "title": "Địa chỉ",
        "content": "<span>02 Tản Viên, Phường 2, Quận Tân Bình, TP.Hồ Chí Minh, Việt Nam</span>"
      },
      "email": {
        "title": "Email",
        "content": "<a href='mailto:hongla.html@gmail.com'>hongla.html@gmail.com</a>"
      }
    }
  },
  "footer": {
    "copyright": "Bản quyền 2021 bởi Lã Xuân Hồng.",
    "content": "Website được tạo ra với ❤️ dành cho React, TypeScript, và Webpack."
  }
}
